######抬头看路，有成长规划和目标，明确精兵之路

我们一开始就很明确走精兵之路，让团队成员个个成为主人翁，能自管理。和成员抬头看路，规划出奋斗目标和成长线路，
让成员清楚自己的位置，关注自己的成长，让每个人都感觉是在做一份值得付出的事业。

######以身做则，用行动来塑造正向引导力

对于技术难点，自身积极承担或和团队一起分析困难和决策方案，让他们有正向力，能挑战困难，乐观向上.

######发掘每个人的长处，树立学习榜样

我们团队内有心细的人、有责任感高的人、有思维敏捷的人、有管理能力的人。我利用晨会等机会来赞赏他们的长处，
既肯定榜样的价值，又与他人共勉。

######营造团结互助的氛围

在工作任务安排上，关心工作量大和进展缓慢的同事，适当调整迭代交付计划，调整工作量分配，不至于个别人压力过大，
同时鼓励分享优秀代码，提升效率，关心成员最近的工作状态，打电话问候并帮助有事情的同事，营造团结互助的氛围

######批评与激励共存

对于个人的缺点，真诚地指出来，主要围绕事件的影响、重要性和如何改进对成员进行沟通，不颐指气使，不骂人损人，
对于表现优秀的成员，通过晨会、私下交流、邮件、及时激励奖方式表达出对他们成绩的肯定和赞扬。
